tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "buo/cask-upgrade"
tap "rsteube/homebrew-tap"


cask "rsteube/tap/carapace"
cask "adguard"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-source-sans-pro"
cask "font-monaspace"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
#cask "istat-menus"
#cask "karabiner-elements"
cask "key-codes"
cask "kitty"
cask "obsidian"
cask "rectangle-pro"
cask "suspicious-package"
cask "xquartz"
cask "zoomus"

brew "bat"
brew "coreutils"
brew "dog"
brew "dust"
brew "fd"
brew "ffmpeg"
#brew "figlet"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "httpie"
brew "hub"
#brew "jq"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssh"
brew "openssl"
brew "pinentry-mac"
brew "ripgrep"
#brew "pstree"
brew "starship"
#brew "terminal-notifier"
#brew "tcpdump"
brew "tree"
brew "wget"
#brew "youtube-dl"
brew "zeek"

brew "make"
brew "cmake"
brew "gcc"
brew "zsh"
brew "universal-ctags"
brew "the_silver_searcher"
brew "llvm"
brew "codespell"